Repository: IBMPredictiveAnalytics/STATS_LATENT_CLASS
Catalog: src/lang/*/STATS_LATENT_CLASS.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_cn, zh_tw

source: The R poLCA package is required but could not be loaded.
de: Das R poLCA-Paket ist erforderlich, konnte aber nicht geladen werden.
es: Se requiere el paquete R poLCA pero no se ha podido cargar.
fr: Le pack R poLCA est requis mais n'a pas pu être chargé.
it: Il package R poLCA è necessario, ma non è stato possibile caricarlo.
ja: R poLCA パッケージが必要ですが、読み込むことができませんでした。
ko: R poLCA 패키지가 필요하지만 로드할 수 없습니다.
pl: Wymagany jest pakiet R poLCA, ale nie można go wczytać.
pt_br: O pacote R poLCA é necessário, mas não foi possível carregá-lo.
zh_cn: 需要 R poLCA 包，但未能将其装入。
zh_tw: R poLCA 套件是必要套件，但無法載入。

source: There are no cases to analyze
de: Es sind keine zu analysierende Fälle vorhanden.
es: No hay casos para analizar
fr: Il n'y a aucune observation à analyser
it: Non vi sono casi da analizzare
ja: 分析するケースがありません
ko: 분석할 케이스가 없음
pl: Brak obserwacji do analizy
pt_br: Não há casos a serem analisados
zh_cn: 不存在任何要分析的个案
zh_tw: 沒有要分析的觀察值

source: Too few manifest variables specified
de: Zu viele manifeste Variablen angegeben
es: No se han especificado las suficientes variables manifiestas
fr: Trop peu de variables manifestes ont été spécifiées
it: È stato specificato un numeri insufficiente di variabili manifest
ja: 指定されているマニフェスト変数が少ないです
ko: 너무 적은 명백한 변수가 지정됨
pl: Określono zbyt mało zmiennych oczywistych
pt_br: Muito poucas variáveis de manifesto especificadas
zh_cn: 指定的显变量过少
zh_tw: 指定太少外顯變數

source: An ID variable is required when saving scores
de: Beim Speichern von Scores ist eine ID-Variable erforderlich.
es: Es necesaria una variable ID al guardar puntuaciones
fr: Une variable ID est requise pour l'enregistrement de scores
it: Durante il salvataggio dei punteggi è richiesta una variabile ID
ja: スコアを保存する場合にはID 変数が必要です
ko: 점수 저장 시 ID 변수가 필요합니다.
pl: W przypadku zapisywania ocen wymagana jest zmienna ID
pt_br: Uma variável de ID será necessária ao salvar os escores
zh_cn: 保存得分时，需要使用 ID 变量
zh_tw: 儲存分數時需要 ID 變數

source: Latent Class Analysis
de: Latente Klassenanalyse
es: Análisis de clase latente
fr: Analyse de classes latentes
it: Analisi a classi latenti
ja: 潜在クラス分析
ko: 잠재계층분석
pl: Analiza klas ukrytych
pt_br: Análise de classes
zh_cn: 潜在类分析
zh_tw: 潛在類別分析

source: Number of Cases
de: Anzahl der Fälle
es: Número de casos
fr: Nombre d'observations
it: Numero di casi
ja: ケースの数
ko: 케이스 수
pl: Liczba obserwacji
pt_br: Número de casos
zh_cn: 个案数
zh_tw: 觀察值數目

source: Number of Complete Cases
de: Anzahl der abgeschlossenen Fälle
es: Número de casos completos
fr: Nombre d'observations complètes
it: Numero di casi completi
ja: 完全なケースの数
ko: 완전한 케이스 수
pl: Liczba zakończonych obserwacji
pt_br: Número de casos completos
zh_cn: 完整个案数
zh_tw: 完整觀察值數目

source: Number of Parameters Estimated
de: Anzahl der geschätzten Parameter
es: Número de parámetros estimados
fr: Nombre de paramètres estimés
it: Numero di parametri stimati
ja: 推定パラメータ数
ko: 추정된 모수 수
pl: Liczba oszacowanych parametrów
pt_br: Número de parâmetros estimados
zh_cn: 估算参数数目
zh_tw: 估計參數數目

source: Residual D.F
de: Residuum D.F.
es: Grados de libertad del residuo
fr: D.F résiduel
it: G.L. residui
ja: 残差自由度:
ko: 잔차 자유도
pl: Resztowe df
pt_br: Função de Densidade de Resíduo
zh_cn: 残差自由度
zh_tw: 殘差自由度

source: Maximum Log-Likelihood
es: Log-verosimilitud máxima
fr: Log de vraisemblance maximum
it: Logaritmo della verosimiglianza massimo
ja: 最大対数尤度
ko: 최대 로그 우도
pl: Maksymalny logarytm wiarygodności
pt_br: Máxima Verossimilhança de Log
zh_cn: 最大对数似然
zh_tw: 最大對數概似值

source: LR/Deviance(%s)
de: LR/Abweichung(%s)
es: LR/Desvianza (%s)
fr: LR/Déviance(%s)
it: LR/Devianza(%s)
ja: LR/分散(%s)
ko: LR/편차(%s)
zh_cn: LR/偏差 (%s)
zh_tw: LR/偏差(%s)

source: Chi-squared(%s)
de: Chi-Quadrat(%s)
es: Chi-cuadrado(%s)
fr: Khi-deux (%s)
it: Chi-quadrato (%s)
ja: カイ 2 乗(%s)
ko: 카이제곱(%s)
pl: Chi-kwadrat (%s)
pt_br: Qui-quadrado (%s)
zh_cn: 卡方 (%s)
zh_tw: 卡方檢定(%s)

source: Number of repetitions
de: Anzahl der Wiederholungen
es: Número de repeticiones
fr: Nombre de répétitions
it: Numero di ripetizioni
ja: 反復数
ko: 반복 수
pl: Liczba powtórzeń
pt_br: Número de repetições
zh_cn: 重复次数
zh_tw: 重複次數

source: Fit Statistics for %s Latent Classes
de: Anpassungsstatistik für %s latente Klassen
es: Ajustar estadísticas para %s clases latentes
fr: Statistiques d'ajustement pour %s classes latentes
it: Statistiche di adattamento per %s classi latenti
ja: %s の潜在クラスの適合度統計
ko: %s 잠재계층에 대한 적합도 통계량
pl: Dopasuj statystyki dla ukrytych klas %s
pt_br: Estatística de Ajuste para %s Classes Latentes
zh_cn: %s 潜在类的拟合统计
zh_tw: %s 潛在類別適合度統計量

source: Statistic
de: Statistik
es: Estadístico
fr: Statistiques
it: Statistica
ja: 統計
ko: 통계량
pl: Statystyka
pt_br: Estatística
zh_cn: 统计
zh_tw: 統計量

source: LCA Fit Statistics
de: LCA-Anpassungsstatistik
es: Estadísticos de ajuste de LCA
fr: Statistiques d'ajustement LCA
it: Statistiche di adattamento LCA
ja: LCA 適合度統計
ko: LCA 적합도 통계량
pl: Statystyka dopasowania LCA
pt_br: Estatística de ajuste LCA
zh_cn: LCA 拟合统计
zh_tw: LCA 適合度統計量

source: Estimated Class Conditional Probabilities
de: Geschätzte klassenbedingte Wahrscheinlichkeiten
es: Probabilidades condicionales de clase estimada
fr: Probabilités conditionnelles de classes estimées
it: Probabilità condizionali classi stimate
ja: 推定クラス条件確率
ko: 추정된 계층 조건부 확률
pl: Prawdopodobieństwa warunkowe estymowanej klasy
pt_br: Probabilidades condicionais de classe estimada
zh_cn: 估算的类条件概率
zh_tw: 估計類別條件式機率

source: Probabilities
de: Wahrscheinlichkeiten
es: Probabilidades
fr: Probabilités
it: Probabilità
ja: 確率(P)
ko: 확률
pl: Prawdopodobieństwa
pt_br: Probabilidades
zh_cn: 概率
zh_tw: 機率

source: Variable
it: Variabile
ja: 変数
ko: 변수
pl: Zmienna
pt_br: Variável
zh_cn: 变量
zh_tw: 變數

source: Class
de: Klasse
es: Clase
fr: Classe
it: Classe
ja: クラス
ko: 계층
pl: Klasa
pt_br: Classe
zh_cn: 类
zh_tw: 類別

source: Estimates for %s Latent Classes: %s / 1
de: Schätzwerte für %s latente Klassen: %s / 1
es: Estimaciones para %s clases latentes: %s / 1
fr: Estimations pour %s classes latentes : %s / 1
it: Stime per %s classi latenti: %s / 1
ja: %s の潜在クラスの推定: %s / 1
ko: %s 잠재계층에 대한 추정: %s / 1
pl: Estymaty dla ukrytych klas %s: %s / 1
pt_br: Estimativas para %s Classes Latentes: %s / 1
zh_cn: %s 潜在类的估算值：%s / 1
zh_tw: %s 潛在類別估計：%s / 1

source: Variables
de: Variablen
it: Variabili
ja: 変数
ko: 변수
pl: Zmienne
pt_br: Variáveis
zh_cn: 变量
zh_tw: 變數

source: Coefficient
de: Koeffizient
es: Coeficiente
it: Coefficiente
ja: 係数
ko: 계수
pl: Współczynnik
pt_br: Coeficiente
zh_cn: 系数
zh_tw: 係數

source: Std. Error
de: Standardfehler
es: Error estándar
fr: Erreur std.
it: Errore std.
ja: 標準誤差
ko: 표준오차
pl: Błąd std.
pt_br: Erro Padrão
zh_cn: 标准误差
zh_tw: 標準誤

source: T Statistic
de: T-Statistik
es: Estadístico T
fr: Statistiques T
it: Statistica T
ja: T 統計量
ko: T 통계량
pl: Statystyka T
pt_br: Estatística T
zh_cn: T 统计
zh_tw: T 統計量

source: Sig.
it: Sign.
ja: 有意確率
ko: 유의확률
pl: Ist.
zh_cn: 显著性
zh_tw: 顯著性

source: Estimates for Latent Classes - %s
de: Schätzwerte für latente Klassen – %s
es: Estimaciones para clases latentes - %s
fr: Estimations de classes latentes - %s
it: Stime per classi latenti - %s
ja: 潜在クラスの推定 - %s
ko: 잠재계층에 대한 추정 - %s
pl: Estymaty dla ukrytych klas – %s
pt_br: Estimativas para Classes Latentes - %s
zh_cn: 潜在类的估算值 - %s
zh_tw: 潛在類別估計 - %s

source: Probability of Latent Class Membership
de: Wahrscheinlichkeit der latenten Klassenzugehörigkeit
es: Probabilidad de pertenencia a clase latente
fr: Probabilité de classes latentes d'affectation
it: Probabilità di appartenenza alle classi latenti
ja: 潜在クラス メンバーシップの確率
ko: 잠재계층 소속의 확률
pl: Prawdopodobieństwo członkostwa klasy ukrytej
pt_br: Probabilidade de associação de classe latente
zh_cn: 潜在类成员关系的概率
zh_tw: 潛在類別成員資格機率

source: Latent Class Proportions
de: Latente Klassenanteile
es: Proporciones de clase latente
fr: Proportions de classes latentes
it: Proporzioni classi latenti
ja: 潜在クラスの割合
ko: 잠재계층 비율
pl: Proporcje klasy ukrytej
pt_br: Proporções de classe latente
zh_cn: 潜在类比例
zh_tw: 潛在類別比例

source: Proportion
de: Anteil
es: Proporción
it: Proporzione
ja: 比率
ko: 비율
pl: Proporcja
pt_br: Proporção
zh_cn: 比例
zh_tw: 比例

source: Could not create dataset: %s. The dataset name must not already be in use
de: Dataset konnte nicht erstellt werden: %s. Der Datasetname darf nicht bereits verwendet werden.
es: No se ha podido crear el nombre de conjunto de datos: %s. El nombre de conjunto de datos no debe estar siendo utilizado
fr: Impossible de créer un jeu de données : %s. Le nom de jeu de données ne doit pas déjà avoir été attribué
it: Impossibile creare il dataset: %s. Il nome del dataset non deve essere già in uso.
ja: データセットを作成できませんでした (%s)。データセット名は、まだ使用されていない名前にする必要があります
ko: 데이터 세트를 작성할 수 없습니다. %s. 데이터 세트 이름은 아직 사용 중이지 않은 것이어야 합니다.
pl: Nie można utworzyć zestawu danych: %s. Nazwa zestawu danych nie mogła być używana
pt_br: Não foi possível criar o conjunto de dados: %s. O nome do conjunto de dados não deve já estar em uso
zh_cn: 无法创建数据集：%s。此数据集名称不能是已在使用中的数据集名称
zh_tw: 無法建立資料集：%s。資料集名稱不得已在使用中

source: Case Id
de: Fall-ID
es: Id de caja
fr: ID d'observation
it: ID caso
ja: ケース ID
ko: 케이스 ID
pl: Id obserwacji
pt_br: ID de Caso
zh_cn: 个案 ID
zh_tw: 觀察值 ID

source: Maximum Probability
de: Maximale Wahrscheinlichkeit
es: Probabilidad máxima
fr: Probabilité maximale
it: Probabilità massima
ja: 最大確率
ko: 최대 확률
pl: Maksymalne prawdopodobieństwo
pt_br: Probabilidade Máxima
zh_cn: 最大概率
zh_tw: 最大機率

source: Highest Probability Class
de: Höchste Wahrscheinlichkeitsklasse
es: Clase de probabilidad más alta
fr: Classe de probabilité la plus élevée
it: Classe probabilità più alta
ja: 最高確率クラス
ko: 최고 확률 계층
pl: Klasa największego prawdopodobieństwa
pt_br: Classe de Probabilidade Mais Alta
zh_cn: 最高概率类
zh_tw: 最高機率類別

source: Class Probability
de: Klassenwahrscheinlichkeit
es: Probabilidad de clase
fr: Probabilité de classe
it: Probabilità classe
ja: クラス確率
ko: 계층 확률
pl: Klasa Prawdopodobieństwo
pt_br: Probabilidade de Classe
zh_cn: 类概率
zh_tw: 類別機率

source: Class
de: Klasse
es: Clase
fr: Classe
it: Classe
ja: クラス
ko: 계층
pl: Klasa
pt_br: Classe
zh_cn: 类
zh_tw: 類別

source: : population share =
de: : Populationsanteil =
es: : cuota de población =
fr: : part de la population =
it: : quota di popolazione =
ja: : 母集団の共有 =
ko: : 모집단 공유 =
pl: : udział populacji =
pt_br: : parcela da população =
zh_cn: ：群体份额 =
zh_tw: : 母群共用 =
